Repository: srcenchen/hagimi-monitor
Catalog: HagimiMonitor/Localizable.xcstrings
Source language: zh_hans
Languages: en

# panel.monitor
source: 监视器
en: Monitor

# panel.pin
source: 钉住面板
en: Pin Panel

# panel.power-flow.adapter
source: 适配器
en: Adapter

# panel.power-flow.adapter-limited
source: 适配器 · 已达上限
en: Adapter · At Limit

# panel.power-flow.battery
source: 电池
en: Battery

# panel.power-flow.collecting
source: 采集中…
en: Reading…

# panel.power-flow.direct-supply
source: 直供中
en: Direct Supply

# panel.power-flow.eta-empty
source: 预计可用 %@
en: %@ left

# panel.power-flow.eta-full
source: 约 %@ 充满
en: %@ to full

# panel.power-flow.fully-charged
source: 已充满
en: Fully Charged

# panel.power-flow.hold-limit
source: 已达上限
en: At Charge Limit

# panel.power-flow.note.insufficient
source: ⚠ 适配器供电不足，电池放电 %@ 补差
en: ⚠ Adapter under-powered · battery supplying %@

# panel.power-flow.optimized-protection
source: 优化电池充电
en: Optimized Charging

# panel.power-flow.system
source: 系统负载
en: System

# panel.power-flow.title
source: 流向图
en: Flow Diagram

# panel.power-flow.tooltip.input-telemetry
source: 当前输入: %@
en: Current Input: %@

# panel.power-flow.tooltip.pd-contract
source: 输入规格: %@
en: Input Spec: %@

# panel.processes.rosetta-banner
source: %lld 个应用正通过 Rosetta 转译运行。macOS 28 起 Intel 应用将无法运行，建议寻找原生版本。
en: %lld app(s) running via Rosetta translation. Intel apps won't run on macOS 28 — consider native versions.

# panel.row.collapse-hint
source: 点击收起明细
en: Tap to collapse details

# panel.row.expand-hint
source: 点击展开明细
en: Tap to expand details

# panel.settings
source: 设置
en: Settings

# panel.statistics
source: 数据统计
en: Data Statistics

# panel.system-volume
source: 系统盘
en: System

# panel.tools
source: 工具
en: Tools

# panel.unpin
source: 取消钉住
en: Unpin Panel

# quicktools.display-awake
source: 不息屏
en: Keep Display On

# quicktools.keyboard-lock
source: 键盘锁定
en: Keyboard Lock

# quicktools.keyboard-lock.evidence-unavailable
source: 无法识别键盘来源，已按全部拦截处理
en: Keyboard source unavailable — all keys are blocked

# quicktools.keyboard-lock.locked-without-external
source: 未连接外接键盘，键盘输入已全部拦截
en: No external keyboard detected — keyboard input is fully blocked

# quicktools.permission.accessibility
source: 需要“辅助功能”授权
en: Requires Accessibility permission

# quicktools.permission.accessibility.guide-title
source: 允许锁定键盘
en: Allow Keyboard Lock

# quicktools.permission.accessibility.guide-subtitle
source: 将应用添加到辅助功能，打开旁边的开关即可。
en: Add the app to Accessibility, then turn it on.

# quicktools.permission.input-monitoring
source: 需要“输入监控”授权
en: Requires Input Monitoring permission

# quicktools.permission.input-monitoring.guide-subtitle
source: 将应用添加到输入监控，打开旁边的开关即可。
en: Add the app to Input Monitoring, then turn it on.

# quicktools.system-awake
source: 系统防休眠
en: Prevent Idle Sleep

# report.day.fri
source: 五
en: Fri

# report.day.mon
source: 一
en: Mon

# report.day.sat
source: 六
en: Sat

# report.day.sun
source: 日
en: Sun

# report.day.thu
source: 四
en: Thu

# report.day.tue
source: 二
en: Tue

# report.day.wed
source: 三
en: Wed

# report.heatmap.avg
source: 平均负载
en: Average load

# report.heatmap.description
source: 每行代表星期几，每列代表一天中的小时；颜色表示所选时间范围内同一星期和小时段的平均负载。
en: Rows are weekdays and columns are hours of day. Color shows the average load for matching weekday/hour slots in the selected range.

# report.heatmap.high
source: 高
en: High

# report.heatmap.low
source: 低
en: Low

# report.heatmap.title
source: 负载热力图
en: Load Heatmap

# report.insight.busiest
source: 最活跃模块：{module}，平均负载 {value}%
en: Most active: {module} — avg load {value}%

# report.insight.health-score
source: 综合健康评分 {score} 分（{level}）
en: Health score: {score} ({level})

# report.insight.load-high
source: 系统整体负载较高（{value}%），建议关注高占用进程
en: System load is high ({value}%) — consider checking resource-heavy processes

# report.insight.load-low
source: 系统负载较低（{value}%），资源充裕
en: System load is low ({value}%) — plenty of headroom

# report.insight.load-medium
source: 系统负载中等（{value}%），运行状态正常
en: System load is moderate ({value}%) — running normally

# report.insight.peak
source: {module} 出现峰值 {value}（{time}）
en: {module} peaked at {value} ({time})

# report.insight.severe-events
source: 检测到 {count} 个严重事件
en: {count} severe event(s) detected

# report.insight.thermal
source: ⚠ 检测到高温降频，评分已被限制
en: ⚠ Thermal throttling detected — score capped

# report.key-insights
source: 关键洞察
en: Key Insights

# report.module-load
source: 整体负载
en: Overall Load

# report.samples
source: 采样点
en: samples

# report.summary.title
source: 执行摘要
en: Executive Summary

# report.tab.distribution
source: 分布图
en: Distribution

# report.tab.trend
source: 趋势图
en: Trend

# report.today
source: 今天
en: Today

# report.yesterday
source: 昨天
en: Yesterday

# ring-source.combined
source: 综合
en: Combined

# ring-source.memory
source: 内存
en: Memory

# sampler.unavailable
source: 无法读取
en: Unavailable

# settings.appearance
source: 外观
en: Appearance

# settings.battery.ane-power.tip
source: 该功能在 macOS 27 的部分机型上尚不可用
en: Not yet available on some Macs running macOS 27

# settings.battery.cpu-power.tip
source: 该功能在 macOS 27 的部分机型上尚不可用
en: Not yet available on some Macs running macOS 27

# settings.power.refresh-interval
source: 功耗刷新
en: Power refresh

# settings.power.refresh-interval.subtitle
source: 系统功耗的采样间隔，状态栏与电源页共用
en: How often system power is read. The menu bar uses the same interval.

# settings.power.refresh-interval.1
source: 1 秒
en: 1 s

# settings.power.refresh-interval.2
source: 2 秒
en: 2 s

# settings.power.refresh-interval.5
source: 5 秒
en: 5 s

# settings.power.refresh-interval.10
source: 10 秒
en: 10 s

# settings.battery.tab-no-metrics
source: 此分页无可勾选指标
en: No selectable metrics on this tab

# settings.brightness
source: 亮度
en: Brightness

# settings.color-scheme
source: 配色
en: Color Scheme

# settings.contrast
source: 对比度
en: Contrast

# settings.controls
source: 控制项
en: Controls

# settings.cpu.show-system-processes
source: 显示系统进程
en: Show System Processes

# settings.disk.show-system-processes
source: 显示系统进程
en: Show System Processes

# settings.energy.show-system-processes
source: 显示系统进程
en: Show System Processes

# settings.expand-by-default
source: 默认展开
en: Expand by Default

# settings.expand-by-default.subtitle
source: 呼出面板时该项目默认处于展开状态
en: Show this item expanded when the panel opens

# settings.gpu.show-system-processes
source: 显示系统进程
en: Show System Processes

# settings.halo-ring
source: 负载环
en: Halo Ring

# settings.include-built-in
source: 包含内置显示器
en: Include Built-in Display

# settings.language
source: 语言
en: Language

# settings.language.restart.later
source: 稍后重启
en: Restart Later

# settings.language.restart.message
source: 新语言将在应用重启后完全生效。
en: The new language takes effect fully after the app restarts.

# settings.language.restart.now
source: 立即重启
en: Restart Now

# settings.language.restart.title
source: 语言已切换
en: Language Changed

# settings.launch-at-login
source: 开机自启
en: Launch at Login

# settings.launch-at-login.subtitle
source: 登录后自动打开 HagimiMonitor
en: Automatically open HagimiMonitor after login

# settings.liquid-glass
source: 液态玻璃
en: Liquid Glass

# settings.liquid-glass.subtitle
source: 为监控面板与界面表面使用液态玻璃效果（开发测试中）
en: Use Liquid Glass for panels and interface surfaces (in testing)

# settings.memory.primary-metric
source: 主显示指标
en: Primary Metric

# settings.memory.show-system-processes
source: 显示系统进程
en: Show System Processes

# settings.menu-bar
source: 菜单栏
en: Menu Bar

# settings.metrics
source: 监测项目
en: Metrics

# settings.network.show-system-processes
source: 显示系统进程
en: Show System Processes

# settings.quick-access
source: 快速呼出
en: Quick Access

# settings.quick-access.clear
source: 清除快捷键
en: Clear shortcut

# settings.quick-access.press-key
source: 按下按键
en: Press key

# settings.quick-access.record
source: 点按录制
en: Click to record

# settings.quick-access.recording
source: 按下快捷键…
en: Press keys…

# settings.quick-tools.group
source: 工具
en: Tools

# settings.quick-tools.keyboard-lock.auto-unlock
source: 自动解锁
en: Auto-Unlock

# settings.quick-tools.keyboard-lock.auto-unlock.never
source: 永不
en: Never

# settings.quick-tools.keyboard-lock.auto-unlock.minutes %lld
source: %lld 分钟后
en: %lld min

# settings.quick-tools.keyboard-lock.external
source: 同时锁定外接键盘
en: Also Lock External Keyboards

# settings.reset-defaults
source: 重置默认值
en: Reset Defaults

# settings.show-cpu-processes
source: 显示 CPU 占用排行
en: Show Top Processes by CPU

# settings.show-disk-processes
source: 显示磁盘 I/O 排行
en: Show Top Processes by Disk I/O

# settings.show-energy-processes
source: 显示耗电排行
en: Show Energy Usage Ranking

# settings.show-gpu-processes
source: 显示 GPU 占用排行
en: Show Top Processes by GPU

# settings.show-in-panel
source: 在面板中显示
en: Show in Panel

# settings.show-memory-processes
source: 显示内存占用排行
en: Show Top Processes by Memory

# settings.show-network-processes
source: 显示网络流量排行
en: Show Top Processes by Network

# settings.sidebar.about
source: 关于
en: About

# settings.sidebar.display
source: 显示器
en: Display

# settings.sidebar.extensions
source: 扩展功能
en: Extensions

# settings.sidebar.general
source: 常规
en: General

# settings.sidebar.modules
source: 监控模块
en: Modules

# settings.sidebar.quick-tools
source: 小工具
en: Quick Tools

# settings.sidebar.statistics
source: 数据统计
en: Statistics

# settings.sidebar.storage
source: 存储管理
en: Storage

# settings.theme
source: 主题
en: Theme

# settings.volume
source: 音量
en: Volume

# severity.calm
source: 正常
en: Normal

# severity.critical
source: 需要注意
en: Critical

# severity.warning
source: 接近阈值
en: Warning

# stats.apps.average %@
source: 观测均值 %@
en: Observed average %@

# stats.apps.count %lld
source: %lld 个应用占用较高
en: %lld apps with higher usage

# stats.apps.fixture.label
source: 界面示例 · 不计入真实统计
en: Preview data · excluded from recorded statistics

# stats.apps.observed-between %@ %@
source: 首次 %@ · 最近 %@
en: First %@ · Latest %@

# stats.apps.open-detail
source: 查看应用详情
en: View app details

# stats.apps.open-list
source: 查看应用排行
en: View app rankings

# stats.apps.other-metrics %lld
source: 另 %lld 项
en: +%lld more

# stats.apps.recent.explanation
source: 应用占用较高，并不代表系统出现压力。
en: Higher app usage does not necessarily mean system pressure.

# stats.apps.recent.title
source: 最近观测
en: Recent observations

# stats.apps.sample-peak %@
source: 采样峰值 %@
en: Sampled peak %@

# stats.apps.samples %lld
source: %lld 次高占用观测
en: %lld high-usage observations

# stats.summary.period-caption
source: 所选时段的系统状态
en: System status for the selected period

# stats.apps.high-duration %@
source: 高占用 %@
en: High usage %@

# stats.apps.state.recovered
source: 已由有效低值确认恢复
en: Recovered with confirming low readings

# stats.apps.state.interrupted %@
source: 中断（%@）
en: Interrupted (%@)

# stats.apps.reason.recovered
source: 有效低占用
en: verified low usage

# stats.apps.reason.gap
source: 观测中断
en: missing observations

# stats.apps.reason.notObserved
source: 未进入前列
en: not in leading samples

# stats.apps.reason.sourceFailure
source: 来源失败
en: source failed

# stats.apps.reason.exited
source: 进程退出
en: process exited

# stats.apps.reason.suspended
source: 睡眠或暂停记录
en: sleep or recording paused

# stats.apps.reason.replaced
source: 进程被替换
en: process replaced

# stats.apps.reason.unknown
source: 原因未知
en: unknown reason

# stats.apps.observation-limit-v2
source: 时长按有效的高占用覆盖累计；观测次数单独列出，未观测时段不计入。
en: Duration counts valid high-usage coverage; observation count is separate and excludes unobserved time.

# stats.apps.a11y.average %@
source: 观测均值 %@
en: observed average %@

# stats.apps.a11y.peak %@
source: 采样峰值 %@
en: sampled peak %@

# stats.apps.a11y.duration %@
source: 有效高占用 %@
en: effective high usage %@

# stats.apps.state.ongoing
source: 进行中
en: ongoing

# stats.avg
source: 均值
en: Avg

# stats.date.to
source: 至
en: to

# stats.disk.read
source: 读
en: R

# stats.disk.write
source: 写
en: W

# stats.group.transfer
source: 传输
en: Transfer

# stats.group.usage
source: 用量
en: Usage

# stats.low
source: 最低
en: Low

# stats.median
source: 中位数
en: Median

# stats.metrics.average %@
source: 平均 %@
en: avg %@

# stats.metrics.disk
source: 磁盘读写
en: Disk I/O

# stats.metrics.diskValues %@ %@
source: 读 %@ 写 %@
en: Read %@ Write %@

# stats.metrics.highLoad %@
source: 高负载 %@
en: high load %@

# stats.metrics.insufficient
source: 记录不足
en: Not enough data

# stats.metrics.memoryUsage
source: 内存占用
en: Memory usage

# stats.metrics.power
source: 功耗
en: Power

# stats.metrics.word.average
source: 平均
en: avg

# stats.metrics.word.highLoad
source: 高负载
en: high load

# stats.metrics.word.read
source: 读
en: Read

# stats.metrics.word.write
source: 写
en: Write

# stats.net.down
source: 下载
en: Down

# stats.net.up
source: 上传
en: Up

# stats.no-data
source: 暂无数据
en: No data yet

# stats.peak
source: 峰值
en: Peak

# stats.r.alertDetail
source: 累计 {dur} · {state} · {levels}
en: Total {dur} · {state} · {levels}

# stats.r.alertDetailPlain
source: 累计 {dur} · {state}
en: Total {dur} · {state}

# stats.r.alertIncludes
source: 含
en: incl.

# stats.r.alertInterrupted
source: 观测中断
en: Observation gap

# stats.r.alertMem
source: 内存压力
en: Memory pressure

# stats.r.alertNone
source: 该范围没有压力告警
en: No pressure alerts in this range

# stats.r.alertOngoing
source: 进行中
en: Ongoing

# stats.r.alertRecovered
source: 已恢复
en: Recovered

# stats.r.alertThermal
source: 热压力
en: Thermal pressure

# stats.r.appsCpu
source: CPU 占用 Top
en: Top CPU Apps

# stats.r.appsGpu
source: GPU 占用 Top
en: Top GPU Apps

# stats.r.appsMem
source: 内存占用 Top
en: Top Memory Apps

# stats.r.appsNet
source: 网络流量 Top
en: Top Network Apps

# stats.r.appsNone
source: 暂无应用数据
en: No app data yet

# stats.r.blankBody
source: 统计从功能启用时开始积累。让应用保持运行，几分钟后再打开报表即可看到第一批图表。
en: Statistics start accumulating from now on. Keep the app running and reopen this report in a few minutes.

# stats.r.blankTitle
source: 报表已就绪，数据积累中
en: Report ready — collecting data

# stats.r.colAC
source: 插电占比
en: On Power

# stats.r.colCoverage
source: 采样覆盖
en: Coverage

# stats.r.colCpuAvg
source: CPU 均值
en: CPU Avg

# stats.r.colCpuPeak
source: CPU 峰值
en: CPU Peak

# stats.r.colDay
source: 日期
en: Date

# stats.r.colDiskRead
source: 磁盘读
en: Disk Read

# stats.r.colDiskWrite
source: 磁盘写
en: Disk Write

# stats.r.colMemAvg
source: 内存
en: Memory

# stats.r.colMemPressure
source: 压力
en: Pressure

# stats.r.colNetDown
source: 下行
en: Down

# stats.r.colNetUp
source: 上行
en: Up

# stats.r.colPowerAvg
source: 功率
en: Power

# stats.r.dimCpu
source: CPU 饱和
en: CPU saturation

# stats.r.dimGpu
source: GPU 饱和
en: GPU saturation

# stats.r.dimPressure
source: 内存压力
en: Memory pressure

# stats.r.dimThermal
source: 过热
en: Overheat

# stats.r.dist0
source: 轻载 0–10%
en: Idle 0–10%

# stats.r.dist4
source: 满载 90%+
en: Saturated 90%+

# stats.r.emptySection
source: 该范围无记录
en: No records in this range

# stats.r.evHint
source: 共 {n} 条
en: {n} events

# stats.r.footer
source: 由 HagimiMonitor 生成 · 本报表为只读快照
en: Generated by HagimiMonitor · read-only snapshot

# stats.r.footerLocal
source: 全部数据仅保存在本机，报表可离线查看与归档
en: All data stays on this Mac; the report works offline

# stats.r.granDay
source: 日粒度
en: Daily resolution

# stats.r.granHour
source: 小时粒度
en: Hourly resolution

# stats.r.granMinute
source: 分钟粒度
en: Minute resolution

# stats.r.healthInsufficient
source: 观测时长不足,暂不评分
en: Not enough observation to score yet

# stats.r.healthLegacy
source: 旧记录:按帧级应力近似
en: Legacy record: approximated from per-frame stress

# stats.r.healthLegacyRows
source: 该范围含旧记录:评分只覆盖有档位秒数的部分
en: Range contains legacy rows: scoring covers only rows with level seconds

# stats.r.healthNoData
source: 暂无评分数据
en: No data for scoring

# stats.r.healthTitle
source: 健康评分
en: Health Score

# stats.r.healthTrend
source: 评分走势
en: Score Trend

# stats.r.healthWorkload
source: 高负载累计
en: High-load total

# stats.r.heatHigh
source: 高
en: High

# stats.r.heatHint
source: 近 {d} 天
en: Last {d} days

# stats.r.heatLow
source: 低
en: Low

# stats.r.hourOfDay
source: 时
en: Hour

# stats.r.hwCardTitle
source: 硬件与配置
en: Hardware

# stats.r.eventsBlockLabel
source: 事件
en: Events

# stats.r.hwCatConnectivity
source: 连接
en: Connectivity

# stats.r.hwCatDisplay
source: 显示器
en: Displays

# stats.r.hwCatMemory
source: 内存
en: Memory

# stats.r.hwCatPower
source: 电源与电池
en: Power & Battery

# stats.r.hwCatSensors
source: 传感器
en: Sensors

# stats.r.hwCatStorage
source: 磁盘
en: Storage

# stats.r.hwCatSystem
source: 系统与安全
en: System & Security

# stats.r.hwCatThisMac
source: 本机
en: This Mac

# stats.r.hwCategoryCount
source: 类
en: categories

# stats.r.hwDomainAirflow
source: 气流
en: Airflow

# stats.r.hwDomainBattery
source: 电池
en: Battery

# stats.r.hwDomainChassis
source: 机身与主板
en: Chassis & Board

# stats.r.hwDomainCpuEfficiency
source: CPU 能效核 die
en: CPU Efficiency Core Die

# stats.r.hwDomainCpuPerformance
source: CPU 性能核 die
en: CPU Performance Core Die

# stats.r.hwDomainGpuCluster
source: GPU 集群
en: GPU Cluster

# stats.r.hwDomainOther
source: 其他
en: Other

# stats.r.hwDomainStorage
source: 存储
en: Storage

# stats.r.hwDomainVoltageRail
source: 电压轨
en: Voltage Rails

# stats.r.hwDomainWireless
source: 无线
en: Wireless

# stats.r.hwGroupAdapter
source: 电源适配器
en: Power Adapter

# stats.r.hwGroupBattery
source: 电池
en: Battery

# stats.r.hwGroupBluetooth
source: 蓝牙
en: Bluetooth

# stats.r.hwGroupCache
source: 缓存
en: Cache

# stats.r.hwGroupCapabilities
source: 其他能力
en: Other Capabilities

# stats.r.hwGroupCapacityType
source: 容量与类型
en: Capacity & Type

# stats.r.hwGroupChipset
source: 图形芯片组
en: Graphics Chipset

# stats.r.hwGroupDisplay
source: 显示器 · %@
en: Display · %@

# stats.r.hwGroupFan
source: 风扇
en: Fans

# stats.r.hwGroupGpuWholeMachine
source: 整机图形能力
en: Machine GPU Capabilities

# stats.r.hwGroupGraphicsMetal
source: 图形与 Metal
en: Graphics & Metal

# stats.r.hwGroupIdentity
source: 身份
en: Identity

# stats.r.hwGroupInstructionSet
source: 指令集特性
en: Instruction Set

# stats.r.hwGroupNetworkInterface
source: 网络接口
en: Network Interface

# stats.r.hwGroupPhysicalDrive
source: 物理驱动器
en: Physical Drive

# stats.r.hwGroupPowerSettingsAC
source: 电源设置（交流）
en: Power Settings (AC)

# stats.r.hwGroupPowerSettingsBattery
source: 电源设置（电池）
en: Power Settings (Battery)

# stats.r.hwGroupProcessor
source: 处理器
en: Processor

# stats.r.hwGroupSecureElement
source: 安全隔区
en: Secure Enclave

# stats.r.hwGroupSecurity
source: 安全
en: Security

# stats.r.hwGroupSilicon
source: 芯片与内存
en: Chip & Memory

# stats.r.hwGroupSystem
source: 系统
en: System

# stats.r.hwGroupThunderboltCount
source: 雷雳 / USB4（%@ 个端口）
en: Thunderbolt / USB4 (%@ ports)

# stats.r.hwGroupUsbCount
source: USB（%@ 台设备）
en: USB (%@ devices)

# stats.r.hwGroupVolume
source: 卷 · %@
en: Volume · %@

# stats.r.hwItemCount
source: 项
en: items

# stats.r.hwLabel64Bit
source: 64 位能力
en: 64-bit Capable

# stats.r.hwLabelActiveProcessors
source: 活动处理器
en: Active Processors

# stats.r.hwLabelAdaptiveSync
source: 自适应同步
en: Adaptive Sync

# stats.r.hwLabelArchitecture
source: 架构
en: Architecture

# stats.r.hwLabelAvailableSpace
source: 可用空间
en: Available Space

# stats.r.hwLabelBand
source: 频段
en: Band

# stats.r.hwLabelBatteryLevel
source: 电量
en: Battery Level

# stats.r.hwLabelBatteryModel
source: 电池型号
en: Battery Model

# stats.r.hwLabelBcCompression
source: BC 纹理压缩
en: BC Texture Compression

# stats.r.hwLabelBootArgs
source: 启动参数
en: Boot Args

# stats.r.hwLabelBootArgsRestriction
source: 启动参数限制
en: Boot Args Restriction

# stats.r.hwLabelBootMode
source: 启动模式
en: Boot Mode

# stats.r.hwLabelBootVolume
source: 启动宗卷
en: Boot Volume

# stats.r.hwLabelBsdName
source: BSD 名称
en: BSD Name

# stats.r.hwLabelBtLeAudio
source: 蓝牙 LE Audio
en: Bluetooth LE Audio

# stats.r.hwLabelBuildVersion
source: 构建版本
en: Build Version

# stats.r.hwLabelBuiltinBattery
source: 内置电池
en: Built-in Battery

# stats.r.hwLabelCacheLine
source: 缓存行
en: Cache Line Size

# stats.r.hwLabelCapacity
source: 容量
en: Capacity

# stats.r.hwLabelCellRevision
source: 电芯版本
en: Cell Revision

# stats.r.hwLabelChannel
source: 信道
en: Channel

# stats.r.hwLabelChannelWidth
source: 信道宽度
en: Channel Width

# stats.r.hwLabelCharging
source: 充电中
en: Charging

# stats.r.hwLabelChip
source: 芯片
en: Chip

# stats.r.hwLabelChipset
source: 芯片组
en: Chipset

# stats.r.hwLabelChipsetModel
source: 芯片组型号
en: Chipset Model

# stats.r.hwLabelColorDepth
source: 位深
en: Color Depth

# stats.r.hwLabelConfigMethod
source: 配置方式
en: Config Method

# stats.r.hwLabelConnected
source: 已连接
en: Connected

# stats.r.hwLabelControllerFirmware
source: 控制器固件
en: Controller Firmware

# stats.r.hwLabelControllerHardware
source: 控制器硬件
en: Controller Hardware

# stats.r.hwLabelControllerMiddleware
source: 控制器中间件
en: Controller Middleware

# stats.r.hwLabelCountry
source: 国家/地区
en: Country/Region

# stats.r.hwLabelCpuFamily
source: CPU 家族
en: CPU Family

# stats.r.hwLabelCtrr
source: 内核 CTRR
en: Kernel CTRR

# stats.r.hwLabelCycleCount
source: 循环次数
en: Cycle Count

# stats.r.hwLabelDeviceMdm
source: 设备 MDM
en: Device MDM

# stats.r.hwLabelDeviceName
source: 设备名称
en: Device Name

# stats.r.hwLabelDeviceTree
source: 设备树
en: Device Tree

# stats.r.hwLabelDiskSleep
source: 硬盘休眠
en: Disk Sleep

# stats.r.hwLabelDisplayMirror
source: 显示镜像
en: Display Mirror

# stats.r.hwLabelDisplayMirroring
source: 显示器镜像
en: Display Mirroring

# stats.r.hwLabelDisplaySleep
source: 显示器休眠
en: Display Sleep

# stats.r.hwLabelDynamicRange
source: 动态范围
en: Dynamic Range

# stats.r.hwLabelFanCount
source: 风扇数量
en: Fan Count

# stats.r.hwLabelFanIndex
source: 风扇 %@
en: Fan %@

# stats.r.hwLabelFanMaxRpm
source: 转速上限
en: Max RPM

# stats.r.hwLabelFanMinRpm
source: 转速下限
en: Min RPM

# stats.r.hwLabelFileSystem
source: 文件系统
en: File System

# stats.r.hwLabelFirmwareVersion
source: 固件版本
en: Firmware Version

# stats.r.hwLabelFullyCharged
source: 已充满
en: Fully Charged

# stats.r.hwLabelFunctionPointers
source: 函数指针
en: Function Pointers

# stats.r.hwLabelGamut
source: 色域
en: Gamut

# stats.r.hwLabelGpu
source: 图形处理器
en: Graphics Processor

# stats.r.hwLabelGpuCores
source: GPU 核心
en: GPU Cores

# stats.r.hwLabelHardwareAddress
source: 硬件地址
en: Hardware Address

# stats.r.hwLabelHardwareRevision
source: 硬件版本
en: Hardware Revision

# stats.r.hwLabelHealth
source: 健康度
en: Health

# stats.r.hwLabelHidpiScale
source: HiDPI 缩放
en: HiDPI Scale

# stats.r.hwLabelHostname
source: 主机名
en: Hostname

# stats.r.hwLabelHottest
source: 最热
en: Hottest

# stats.r.hwLabelHypervisor
source: 虚拟机支持
en: Hypervisor

# stats.r.hwLabelInstalled
source: 已安装
en: Installed

# stats.r.hwLabelInterface
source: 接口
en: Interface

# stats.r.hwLabelInternal
source: 内置
en: Internal

# stats.r.hwLabelIpAddress
source: IP 地址
en: IP Address

# stats.r.hwLabelIsCharging
source: 正在充电
en: Is Charging

# stats.r.hwLabelKernel
source: 内核
en: Kernel

# stats.r.hwLabelL1D
source: 一级数据缓存
en: L1 Data Cache

# stats.r.hwLabelL1I
source: 一级指令缓存
en: L1 Instruction Cache

# stats.r.hwLabelL2
source: 二级缓存
en: L2 Cache

# stats.r.hwLabelLogicalCores
source: 逻辑核心
en: Logical Cores

# stats.r.hwLabelLowPowerMode
source: 低电量模式
en: Low Power Mode

# stats.r.hwLabelManualMdm
source: 手动 MDM
en: Manual MDM

# stats.r.hwLabelManufactureDate
source: 制造日期
en: Manufacture Date

# stats.r.hwLabelMaxBufferLength
source: 最大缓冲长度
en: Max Buffer Length

# stats.r.hwLabelMaxCapacity
source: 最大容量
en: Maximum Capacity

# stats.r.hwLabelMaxOpenFiles
source: 最大打开文件数
en: Max Open Files

# stats.r.hwLabelMaxProcesses
source: 最大进程数
en: Max Processes

# stats.r.hwLabelMediaType
source: 介质类型
en: Media Type

# stats.r.hwLabelMemory
source: 内存
en: Memory

# stats.r.hwLabelMemoryUpgradeable
source: 内存可升级
en: Memory Upgradeable

# stats.r.hwLabelMetalSupport
source: Metal 支持
en: Metal Support

# stats.r.hwLabelModel
source: 型号
en: Model

# stats.r.hwLabelModelId
source: 机型标识
en: Model Identifier

# stats.r.hwLabelModelNumber
source: 型号编号
en: Model Number

# stats.r.hwLabelMountPoint
source: 挂载点
en: Mount Point

# stats.r.hwLabelMsaa32
source: 32 位 MSAA
en: 32-bit MSAA

# stats.r.hwLabelName
source: 名称
en: Name
